Repository: rxtech-lab/rxcode
Catalog: RxCode/Resources/Localizable.xcstrings
Source language: en
Languages: ko, zh_hans

source: Rename
ko: 이름 변경
zh_hans: 重命名

source: Rename device
ko: 기기 이름 변경
zh_hans: 重命名设备

source: Rename Device
ko: 기기 이름 변경
zh_hans: 重命名设备

source: Rename Project
ko: 프로젝트 이름 변경
zh_hans: 重命名项目

source: Rename Session
ko: 세션 이름 변경
zh_hans: 重命名会话

source: Rename…
ko: 이름 변경…
zh_hans: 重命名…

source: Replace RELEASE_TOKEN secret
ko: RELEASE_TOKEN 시크릿 교체
zh_hans: 替换 RELEASE_TOKEN 密钥

source: Repo Setup
ko: 저장소 설정
zh_hans: 仓库设置

source: Repo Setup Templates
ko: 저장소 설정 템플릿
zh_hans: 仓库设置模板

source: Repository
ko: 저장소
zh_hans: 仓库

source: Reset
ko: 초기화
zh_hans: 重置

source: Reset Terminal
ko: 터미널 리셋
zh_hans: 重置终端

source: Reset to project root
ko: 프로젝트 루트로 재설정
zh_hans: 重置为项目根目录

source: Resets %@
ko: %@에 재설정
zh_hans: 重置 %@

source: Response complete
ko: 응답 완료
zh_hans: 回复完成

source: Response in progress
ko: 응답 진행 중
zh_hans: 响应进行中

# Response in progress. Todos %lld/%lld
source: Response in progress. Todos %1$lld/%2$lld
ko: 응답 진행 중. 할 일 %1$lld/%2$lld
zh_hans: 正在响应。待办 %1$lld/%2$lld

source: Retrieval
ko: 검색
zh_hans: 检索

source: Retry
ko: 재시도
zh_hans: 重试

source: Reveal in Finder
ko: Finder에서 표시
zh_hans: 在 Finder 中显示

source: Review Command
ko: 명령 검토
zh_hans: 审查命令

source: Review commands, diffs, and permission requests before an agent changes your workspace.
ko: 에이전트가 작업 공간을 변경하기 전에 명령, 차이, 권한 요청을 검토하세요.
zh_hans: 在代理修改工作区前，审查命令、差异和权限请求。

source: Review the CLI setup check
ko: CLI 설정 확인 검토
zh_hans: 查看 CLI 设置检查

source: Rotate token & reinstall
ko: 토큰 교체 후 재설치
zh_hans: 轮换令牌并重新安装

source: Run %@
ko: %@ 실행
zh_hans: 运行 %@

source: Run commands automatically at session lifecycle points. Hooks are configured per project.
ko: 세션 수명 주기 시점에 명령을 자동으로 실행합니다. Hook은 프로젝트별로 구성됩니다.
zh_hans: 在会话生命周期的各个时点自动运行命令。Hook 按项目分别配置。

source: Run git init in this project
ko: 이 프로젝트에서 git init 실행
zh_hans: 在此项目中运行 git init

source: Run/Debug Configurations
ko: 실행/디버그 구성
zh_hans: 运行/调试配置

source: Running swift build
ko: swift build 실행 중
zh_hans: 正在运行 swift build

source: Runs `%@`. Arguments are appended after the script — use `-- <flags>` to forward flags through npm/pnpm.
ko: `%@`을(를) 실행합니다. 인수는 스크립트 뒤에 추가됩니다 — `-- <flags>`를 사용하여 npm/pnpm으로 플래그를 전달하세요.
zh_hans: 运行 `%@`。参数会附加在脚本之后 — 使用 `-- <flags>` 将标志透传给 npm/pnpm。

source: Runs `make [-f <Makefile>] <target> [arguments]`. Leave Makefile empty to use the default lookup (Makefile / makefile / GNUmakefile).
ko: `make [-f <Makefile>] <target> [arguments]`를 실행합니다. 기본 조회(Makefile / makefile / GNUmakefile)를 사용하려면 Makefile을 비워 두세요.
zh_hans: 运行 `make [-f <Makefile>] <target> [arguments]`。留空 Makefile 会使用默认查找（Makefile / makefile / GNUmakefile）。

source: Runs after streaming stops. Its output is shown only — nothing is passed back to the session.
ko: 스트리밍이 멈춘 후 실행됩니다. 출력은 표시만 되며 세션으로 다시 전달되지 않습니다.
zh_hans: 在流式输出停止后运行。其输出仅作显示——不会回传给会话。

source: Runs on-device using Apple Intelligence. Free, private, and offline.
ko: Apple Intelligence를 사용하여 기기에서 실행됩니다. 무료, 비공개, 오프라인.
zh_hans: 通过 Apple Intelligence 在设备上运行，免费、私密、可离线。

source: Runs on-device with Apple Intelligence. Private, free, and offline.
ko: Apple Intelligence로 기기에서 실행됩니다. 비공개, 무료, 오프라인.
zh_hans: 通过 Apple Intelligence 在设备端运行。私密、免费且离线。

source: Runs once when a new thread starts. Its output is added to the agent's context for that turn.
ko: 새 스레드가 시작될 때 한 번 실행됩니다. 출력은 해당 턴의 에이전트 컨텍스트에 추가됩니다.
zh_hans: 在新对话开始时运行一次。其输出会加入该轮对话的 agent 上下文。

source: Runs when streaming stops. Its output is shown and saved with the thread. If the command exits non-zero, its output is sent back to the agent to continue (up to 3 times).
ko: 스트리밍이 멈출 때 실행됩니다. 출력은 표시되고 스레드와 함께 저장됩니다. 명령이 0이 아닌 값으로 종료되면 출력이 에이전트로 다시 전달되어 계속됩니다(최대 3회).
zh_hans: 在流式输出停止时运行。其输出会显示并随对话一起保存。若命令以非零状态退出，其输出会回传给 agent 以继续处理（最多 3 次）。

source: Runs with `/bin/zsh -lc`. Absolute or project-relative working directory; leave empty to use the project root.
ko: `/bin/zsh -lc`로 실행됩니다. 절대 또는 프로젝트 기준 작업 디렉터리이며, 비워 두면 프로젝트 루트를 사용합니다.
zh_hans: 使用 `/bin/zsh -lc` 运行。工作目录可以是绝对路径或相对于项目的路径；留空则使用项目根目录。

source: RxCode needs the GitHub App to see your repositories. Install it for the account or organizations you want to import from.
ko: RxCode가 저장소를 보려면 GitHub 앱이 필요합니다. 가져올 계정 또는 조직에 설치하세요.
zh_hans: RxCode 需要 GitHub App 才能查看你的仓库。请为你想要导入的账户或组织安装它。

source: RxCode runs Claude Code or Codex locally. Install one of them to start your first project.
ko: RxCode는 Claude Code 또는 Codex를 로컬에서 실행합니다. 첫 프로젝트를 시작하려면 둘 중 하나를 설치하세요.
zh_hans: RxCode 在本地运行 Claude Code 或 Codex，安装其一即可开始第一个项目。

source: rxlab account
ko: rxlab 계정
zh_hans: rxlab 账户

source: Save
ko: 저장
zh_hans: 保存

source: Save Server
ko: 서버 저장
zh_hans: 保存服务器

source: Saved
ko: 저장됨
zh_hans: 已保存

source: Saved memories are stored locally in SwiftData and embedded on-device.
ko: 저장된 메모리는 SwiftData에 로컬로 저장되고 기기에서 임베딩됩니다.
zh_hans: 保存的记忆会存储在本地 SwiftData 中，并在设备端嵌入。

source: Saved memory history is available from Manage.
ko: 저장된 메모리 기록은 관리에서 확인할 수 있습니다.
zh_hans: 可从“管理”查看已保存的记忆历史。

source: Saving and probing…
ko: 저장 및 조회 중…
zh_hans: 正在保存并探测…

source: Scan frequency
ko: 스캔 빈도
zh_hans: 扫描频率

source: Scan with the RxCode app on your iPhone or iPad.
ko: iPhone 또는 iPad의 RxCode 앱으로 스캔하세요.
zh_hans: 使用 iPhone 或 iPad 上的 RxCode 应用扫描。

source: Scanned %@
ko: 스캔됨 %@
zh_hans: 已扫描 %@

source: Schedule
ko: 일정
zh_hans: 计划

source: Scheme
ko: 스킴

source: Scope
ko: 범위
zh_hans: 范围

source: Script
ko: 스크립트
zh_hans: 脚本

source: Search agents
ko: 에이전트 검색
zh_hans: 搜索智能体

source: Search Docs
ko: 문서 검색
zh_hans: 搜索文档

source: Search documentation repositories
ko: 문서 저장소 검색
zh_hans: 搜索文档仓库

source: Search every thread
ko: 모든 스레드 검색
zh_hans: 搜索每个对话

source: Search filename...
ko: 파일 이름 검색...
zh_hans: 搜索文件名...

source: Search Files (⌘F)
ko: 파일 검색 (⌘F)
zh_hans: 搜索文件 (⌘F)

source: Search Index
ko: 검색 색인
zh_hans: 搜索索引

source: Search memory
ko: 메모리 검색
zh_hans: 搜索记忆

source: Search release repositories
ko: 릴리스 저장소 검색
zh_hans: 搜索发布仓库

source: Search repos...
ko: 저장소 검색...
zh_hans: 搜索仓库...

source: Search repositories
ko: 저장소 검색
zh_hans: 搜索仓库

source: Search skills...
ko: 스킬 검색...
zh_hans: 搜索技能...

source: Search Threads (⌘K)
ko: 스레드 검색 (⌘K)
zh_hans: 搜索对话（⌘K）

source: Search Threads and Docs (⌘K)
ko: 스레드 및 문서 검색 (⌘K)
zh_hans: 搜索对话和文档（⌘K）

source: Search threads and docs…
ko: 스레드 및 문서 검색…
zh_hans: 搜索对话和文档…

source: Search threads by topic, keyword, or feel…
ko: 주제, 키워드 또는 느낌으로 스레드 검색…
zh_hans: 按主题、关键词或感觉搜索对话…

source: Secrets
ko: 시크릿
zh_hans: 密钥

source: Select a dispatchable release workflow first (re-add the repo to rescan if needed).
ko: 먼저 디스패치 가능한 릴리스 워크플로를 선택하세요(필요하면 저장소를 다시 추가하여 재스캔).
zh_hans: 请先选择可调度的发布工作流（如有需要，重新添加仓库以重新扫描）。

source: Select a Project
ko: 프로젝트를 선택하세요
zh_hans: 选择项目

source: Select a project from the sidebar or add a new one.
ko: 사이드바에서 프로젝트를 선택하거나 새로 추가하세요.
zh_hans: 从侧边栏选择一个项目，或添加新项目。

source: Select a script…
ko: 스크립트 선택…
zh_hans: 选择脚本…

source: Select a target…
ko: 대상 선택…
zh_hans: 选择目标…

source: Select All in Section
ko: 섹션 내 모두 선택
zh_hans: 选择本节全部

source: Select all that apply
ko: 해당하는 항목 모두 선택
zh_hans: 选择所有适用项

source: Select Effort Level
ko: Effort 수준 선택
zh_hans: 选择推理强度

source: Select Model
ko: 모델 선택
zh_hans: 选择模型

source: Select or add a hook to edit
ko: 편집할 Hook을 선택하거나 추가하세요
zh_hans: 选择或添加一个 Hook 进行编辑

source: Select or add a profile to edit
ko: 편집할 프로필을 선택하거나 추가하세요
zh_hans: 选择或添加要编辑的配置

source: Select relay
ko: 릴레이 선택
zh_hans: 选择中继

source: Select Run Destination
ko: 실행 대상 선택
zh_hans: 选择运行目标

source: Select Run Profile
ko: 실행 프로필 선택
zh_hans: 选择运行配置

source: Selected release workflow
ko: 선택된 릴리스 워크플로
zh_hans: 已选发布工作流

source: Send test notification
ko: 테스트 알림 보내기
zh_hans: 发送测试通知

source: Sends a system notification while RxCode is in the background.
ko: RxCode가 백그라운드에 있을 때 시스템 알림을 보냅니다.
zh_hans: 当 RxCode 在后台时发送系统通知。

source: Servers
ko: 서버
zh_hans: 服务器

source: Session name
ko: 세션 이름
zh_hans: 会话名称

source: Set the summarization model
ko: 요약 모델 설정
zh_hans: 设置摘要模型

source: Set up
ko: 설정
zh_hans: 设置

source: Set Up Docs
ko: 문서 설정
zh_hans: 设置文档

source: Set Up Docs Search
ko: 문서 검색 설정
zh_hans: 设置文档搜索

source: Set up documentation so it's searchable
ko: 검색할 수 있도록 문서 설정
zh_hans: 设置文档以便进行搜索

source: Set up encryption
ko: 암호화 설정
zh_hans: 设置加密

source: Set Up Release Workflow
ko: 릴리스 워크플로 설정
zh_hans: 设置发布工作流

source: Set up releases for this repository
ko: 이 저장소의 릴리스 설정
zh_hans: 为此仓库设置发布

source: Set Up Secrets
ko: 시크릿 설정
zh_hans: 设置密钥

source: Set up your first MCP server
ko: 첫 MCP 서버 설정
zh_hans: 设置第一个 MCP 服务器

source: Settings
ko: 설정
zh_hans: 设置

source: Setup templates
ko: 설정 템플릿
zh_hans: 设置模板

source: Shortcuts
ko: 단축키
zh_hans: 快捷方式

source: Show active chats
ko: 활성 채팅 표시
zh_hans: 显示活跃聊天

source: Show all chats
ko: 모든 채팅 표시
zh_hans: 显示所有聊天

source: Show all projects
ko: 모든 프로젝트 표시
zh_hans: 显示所有项目

source: Show all threads in this project
ko: 이 프로젝트의 모든 스레드 표시
zh_hans: 显示此项目中的所有对话

source: Show archived chats
ko: 보관된 채팅 표시
zh_hans: 显示已归档聊天

source: Show current project only
ko: 현재 프로젝트만 표시
zh_hans: 仅显示当前项目

source: Show Hidden Files
ko: 숨김 파일 표시
zh_hans: 显示隐藏文件

source: Show in Finder
ko: Finder에서 보기
zh_hans: 在 Finder 中显示

source: Show less
ko: 간략히 보기
zh_hans: 收起

source: Show menu bar icon
ko: 메뉴 막대 아이콘 표시
zh_hans: 显示菜单栏图标

source: Show more
ko: 더 보기
zh_hans: 显示更多

source: Show Onboarding
ko: 온보딩 표시
zh_hans: 显示入门引导

source: Show only the first five threads
ko: 처음 다섯 개 스레드만 표시
zh_hans: 仅显示前五个对话

source: Show thread summary
ko: 스레드 요약 표시
zh_hans: 显示对话摘要

source: Showing effective MCP state for this project
ko: 이 프로젝트의 유효한 MCP 상태 표시 중
zh_hans: 显示此项目的有效 MCP 状态

source: Showing global MCP defaults
ko: 전역 MCP 기본값 표시 중
zh_hans: 显示全局 MCP 默认值

source: Shown only — nothing is passed back to the session.
ko: 표시만 됨 — 세션으로 다시 전달되지 않습니다.
zh_hans: 仅作显示——不会回传给会话。

source: Shows in-progress chat counts and Claude Code usage limits in the macOS menu bar.
ko: macOS 메뉴 막대에 진행 중인 채팅 수와 Claude Code 사용 한도를 표시합니다.
zh_hans: 在 macOS 菜单栏中显示进行中的聊天数量和 Claude Code 用量限制。

source: Sign In
ko: 로그인
zh_hans: 登录

source: Sign in to rxlab
ko: rxlab에 로그인
zh_hans: 登录 rxlab

source: Sign in to rxlab to import GitHub repos
ko: GitHub 저장소를 가져오려면 rxlab에 로그인하세요
zh_hans: 登录 rxlab 以 导入 GitHub 仓库

source: Sign in to rxlab to import your GitHub repos
ko: GitHub 저장소를 가져오려면 rxlab에 로그인하세요
zh_hans: 登录 rxlab 以 导入你的 GitHub 仓库

source: Sign in to your Autopilot account
ko: Autopilot 계정에 로그인
zh_hans: 登录你的 Autopilot 账户

source: Sign in with GitHub
ko: GitHub로 로그인
zh_hans: 使用 GitHub 登录

source: Sign in with rxlab
ko: rxlab으로 로그인
zh_hans: 使用 rxlab 登录

source: Sign in with rxlab to import GitHub repositories and use autopilot features.
ko: rxlab으로 로그인하여 GitHub 저장소를 가져오고 Autopilot 기능을 사용하세요.
zh_hans: 使用 rxlab 登录以导入 GitHub 仓库并使用 Autopilot 功能。

source: Sign in with rxlab to import GitHub repositories, sync encrypted secrets, and use autopilot features. You can skip this and sign in later from Settings.
ko: rxlab으로 로그인하여 GitHub 저장소를 가져오고, 암호화된 시크릿을 동기화하고, Autopilot 기능을 사용하세요. 이 단계를 건너뛰고 나중에 설정에서 로그인할 수 있습니다.
zh_hans: 使用 rxlab 登录以导入 GitHub 仓库、同步加密的密钥并使用 Autopilot 功能。你可以跳过此步骤，稍后在“设置”中登录。

source: Sign in with rxlab to import GitHub repositories.
ko: rxlab으로 로그인하여 GitHub 저장소를 가져오세요.
zh_hans: 使用 rxlab 登录以导入 GitHub 仓库。

source: Sign Out
ko: 로그아웃
zh_hans: 退出登录

source: Signed in
ko: 로그인됨
zh_hans: 已登录

source: Skill Marketplace
ko: 스킬 마켓플레이스
zh_hans: 技能市场

source: Skip
ko: 건너뛰기
zh_hans: 跳过

source: Skip All Questions
ko: 모든 질문 건너뛰기
zh_hans: 跳过所有问题

source: Slash Commands
ko: 슬래시 커맨드
zh_hans: 斜杠命令

source: Slug (e.g. architecture/overview)
ko: 슬러그(예: architecture/overview)
zh_hans: Slug（例如 architecture/overview）

source: Source
ko: 소스
zh_hans: 来源

source: Start New Chat
ko: 새 채팅 시작
zh_hans: 开始新聊天

source: Stop '%@'
ko: '%@' 중지
zh_hans: 停止“%@”

source: Stop %@
ko: %@ 중지
zh_hans: 停止 %@

source: Stop All
ko: 모두 중지
zh_hans: 全部停止

source: Stop running tasks
ko: 실행 중인 작업 중지
zh_hans: 停止正在运行的任务

source: Stop watching %@?
ko: %@ 감시를 중지하시겠습니까?
zh_hans: 停止监视 %@？

source: Store .env files end-to-end encrypted with your passkey. Secrets are encrypted on this device and never leave it unencrypted.
ko: 패스키로 .env 파일을 종단 간 암호화하여 저장합니다. 시크릿은 이 기기에서 암호화되며 암호화되지 않은 상태로 기기를 떠나지 않습니다.
zh_hans: 使用你的通行密钥对 .env 文件进行端到端加密存储。密钥在本设备上加密，绝不会以未加密形式离开本设备。

source: streaming stops
ko: 스트리밍 중지
zh_hans: 流式输出停止

source: Submit
ko: 제출
zh_hans: 提交

source: Success
ko: 성공
zh_hans: 成功

source: Summarization Model
ko: 요약 모델
zh_hans: 摘要模型

source: Switch between Claude Code, Codex, and installed ACP agents without changing the global default.
ko: 전역 기본값을 변경하지 않고 Claude Code, Codex, 설치된 ACP 에이전트 간에 전환하세요.
zh_hans: 在 Claude Code、Codex 和已安装的 ACP 智能体之间切换，而不更改全局默认值。

source: Switch branch
ko: 브랜치 전환
zh_hans: 切换分支

source: Switch Branch
ko: 브랜치 전환
zh_hans: 切换分支

source: Tap to answer
ko: 탭하여 답변
zh_hans: 点击回答

source: Target
ko: 대상
zh_hans: 目标

source: Templates of GitHub merge settings and an optional branch ruleset. Your default template is applied automatically to new repositories.
ko: GitHub 병합 설정과 선택적 브랜치 규칙 세트의 템플릿입니다. 기본 템플릿은 새 저장소에 자동으로 적용됩니다.
zh_hans: GitHub 合并设置和可选分支规则集的模板。你的默认模板将自动应用于新仓库。

source: Test connection
ko: 연결 테스트
zh_hans: 测试连接

source: Testing…
ko: 테스트 중…
zh_hans: 正在测试…

source: The agent wants to run a command in this project.
ko: 에이전트가 이 프로젝트에서 명령을 실행하려고 합니다.
zh_hans: 代理想要在此项目中运行命令。

source: The CLI sent an AskUserQuestion call this app could not parse.
ko: CLI가 이 앱에서 구문 분석할 수 없는 AskUserQuestion 호출을 보냈습니다.
zh_hans: CLI 发送了此应用无法解析的 AskUserQuestion 调用。

source: The next version is computed by semantic-release from the commit history.
ko: 다음 버전은 semantic-release가 커밋 기록에서 계산합니다.
zh_hans: 下一个版本由 semantic-release 根据提交历史计算。

source: The release CI authenticates to GitHub with a RELEASE_TOKEN secret. Paste a GitHub token (a PAT with contents:write) and RxCode installs it as the repository's GitHub Actions secret for you — no terminal needed.
ko: 릴리스 CI는 RELEASE_TOKEN 시크릿으로 GitHub에 인증합니다. GitHub 토큰(contents:write 권한이 있는 PAT)을 붙여넣으면 RxCode가 저장소의 GitHub Actions 시크릿으로 대신 설치합니다 — 터미널이 필요 없습니다.
zh_hans: 发布 CI 使用 RELEASE_TOKEN 密钥向 GitHub 进行身份验证。粘贴一个 GitHub 令牌（具有 contents:write 权限的 PAT），RxCode 会为你将其安装为仓库的 GitHub Actions 密钥 — 无需终端。

source: Theme
ko: 테마
zh_hans: 主题

source: There are no tasks to run %@.
ko: %@에서 실행할 작업이 없습니다.
zh_hans: 没有可运行 %@ 的任务。

source: This agent didn't advertise a model selector. The model picker shows a single "Default" entry — the agent picks its own model at runtime. Click Fetch to retry.
ko: 이 에이전트는 모델 선택기를 제공하지 않았습니다. 모델 선택기에는 "Default" 항목 하나만 표시되며, 에이전트가 런타임에 자체 모델을 선택합니다. 다시 시도하려면 가져오기를 클릭하세요.
zh_hans: 此智能体未声明模型选择器。模型选择器只显示一个“默认”项，智能体会在运行时自行选择模型。点击“获取”重试。

source: This agent reports its models over ACP. RxCode refreshes the list every session start.
ko: 이 에이전트는 ACP를 통해 모델을 보고합니다. RxCode는 세션을 시작할 때마다 목록을 새로 고칩니다.
zh_hans: 此智能体通过 ACP 报告模型。RxCode 会在每次会话开始时刷新列表。

source: This chat will be archived. Archived chats are hidden from the active list and can be restored from Archived.
ko: 이 채팅이 보관됩니다. 보관된 채팅은 활성 목록에서 숨겨지며 보관함에서 복원할 수 있습니다.
zh_hans: 此对话将被归档。已归档的对话会从活动列表中隐藏，可从“已归档”中恢复。

source: This form couldn't be rendered. Edit the raw template JSON instead (name, enabled, mergeSettings).
ko: 이 양식을 렌더링할 수 없습니다. 대신 원시 템플릿 JSON(name, enabled, mergeSettings)을 편집하세요.
zh_hans: 无法渲染此表单。请改为编辑原始模板 JSON（name、enabled、mergeSettings）。

source: This memory will be removed from future agent context.
ko: 이 메모리는 향후 에이전트 컨텍스트에서 제거됩니다.
zh_hans: 此记忆将从后续智能体上下文中移除。

source: This project
ko: 이 프로젝트
zh_hans: 此项目

source: This project isn't linked to a GitHub repository, so it has no secrets to download.
ko: 이 프로젝트는 GitHub 저장소에 연결되어 있지 않으므로 다운로드할 시크릿이 없습니다.
zh_hans: 此项目未关联到 GitHub 仓库，因此没有可下载的密钥。

source: This session will be deleted. This action cannot be undone.
ko: 이 세션이 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 此会话将被删除。此操作无法撤销。

source: This settings form couldn't be rendered. Edit the raw JSON instead.
ko: 이 설정 양식을 렌더링할 수 없습니다. 대신 원시 JSON을 편집하세요.
zh_hans: 无法渲染此设置表单。请改为编辑原始 JSON。

source: This unregisters %@ from the docs service and removes its indexed documents. The repo's files are not affected.
ko: %@을(를) 문서 서비스에서 등록 해제하고 색인된 문서를 제거합니다. 저장소의 파일은 영향을 받지 않습니다.
zh_hans: 这将从文档服务中注销 %@ 并移除其已索引的文档。仓库中的文件不受影响。

source: This unregisters %@ from the release service. The repo's files, workflows, and existing GitHub releases are not affected.
ko: 이 작업은 릴리스 서비스에서 %@의 등록을 해제합니다. 저장소의 파일, 워크플로, 기존 GitHub 릴리스에는 영향을 주지 않습니다.
zh_hans: 此操作将从发布服务中注销 %@。仓库的文件、工作流和现有的 GitHub 发布不受影响。

source: This will remove the project from RxCode. The files on disk will not be deleted.
ko: RxCode에서 프로젝트가 제거됩니다. 디스크의 파일은 삭제되지 않습니다.
zh_hans: 这会从 RxCode 中移除该项目。磁盘上的文件不会被删除。

source: Thread Model
ko: 스레드 모델
zh_hans: 对话模型

source: Thread saved
ko: 스레드 저장됨
zh_hans: 对话已保存

source: Threads
ko: 스레드
zh_hans: 对话

source: Threads on-device · docs unavailable: %@
ko: 기기 내 스레드 · 문서 사용 불가: %@
zh_hans: 对话存于设备 · 文档不可用：%@

source: Threads searched on-device · docs from the docs service
ko: 스레드는 기기에서 검색 · 문서는 문서 서비스에서
zh_hans: 对话在设备内搜索 · 文档来自文档服务

# Todos (%lld/%lld)
source: Todos (%1$lld/%2$lld)
ko: 할 일 (%lld/%lld)
zh_hans: 待办（%1$lld/%2$lld）

source: Toggle Inspector
ko: 검사기 토글
zh_hans: 切换检查器

source: Transport
ko: 전송
zh_hans: 传输

source: Trigger
ko: 트리거
zh_hans: 触发时机

source: Trigger scan now
ko: 지금 스캔 트리거
zh_hans: 立即触发扫描

source: Type
ko: 유형
zh_hans: 类型

source: Type your answer…
ko: 답변을 입력하세요…
zh_hans: 输入你的回答…

source: Unarchive
ko: 보관 해제
zh_hans: 取消归档

source: Unpin
ko: 고정 해제
zh_hans: 取消固定

source: Untitled
ko: 제목 없음
zh_hans: 未命名

source: Updated %@
ko: 업데이트됨 %@
zh_hans: 已更新 %@

source: Upload
ko: 업로드
zh_hans: 上传

source: URL links
ko: URL 링크
zh_hans: URL 链接

source: Use a GitHub repository that exposes .claude-plugin/marketplace.json.
ko: .claude-plugin/marketplace.json을 노출하는 GitHub 저장소를 사용하세요.
zh_hans: 使用暴露 .claude-plugin/marketplace.json 的 GitHub 仓库。

source: Use default Makefile lookup
ko: 기본 Makefile 조회 사용
zh_hans: 使用默认 Makefile 查找

source: Use hosted relay
ko: 호스팅 릴레이 사용
zh_hans: 使用托管中继

source: Use the registry to add Agent Client Protocol tools, then pick them from the thread model menu.
ko: 레지스트리를 사용하여 Agent Client Protocol 도구를 추가한 다음 스레드 모델 메뉴에서 선택하세요.
zh_hans: 使用注册表添加 Agent Client Protocol 工具，然后从对话模型菜单中选择。

source: Use Workspace (.xcworkspace)
ko: 작업 공간(.xcworkspace) 사용
zh_hans: 使用工作区（.xcworkspace）

source: Used for new sessions. You can override the effort level per session from the toolbar.
ko: 새 세션의 기본 Effort 수준입니다. 툴바에서 세션별로 변경할 수 있습니다.
zh_hans: 用于新会话。你可以在工具栏中为每个会话单独更改推理强度。

source: Used for new sessions. You can override the model per session from the toolbar.
ko: 새 세션의 기본 모델입니다. 툴바에서 세션별로 모델을 변경할 수 있습니다.
zh_hans: 用于新会话。你可以在工具栏中为每个会话单独更改模型。

source: Used for new sessions. You can override the permission mode per session from the toolbar.
ko: 새 세션의 기본 권한 모드입니다. 툴바에서 세션별로 변경할 수 있습니다.
zh_hans: 用于新会话。你可以在工具栏中为每个会话单独更改权限模式。

source: Used for thread titles, branch briefings, and search. Defaults to your chat model.
ko: 스레드 제목, 브랜치 브리핑, 검색에 사용됩니다. 기본값은 채팅 모델입니다.
zh_hans: 用于会话标题、分支简介和搜索，默认使用你的对话模型。

source: Used to generate short session titles. The default follows each thread's model.
ko: 짧은 세션 제목을 생성하는 데 사용됩니다. 기본값은 각 스레드의 모델을 따릅니다.
zh_hans: 用于生成简短会话标题。默认跟随每个对话的模型。

source: User Guide
ko: 사용 가이드
zh_hans: 用户指南

source: Uses the model picked by the current thread. No extra configuration needed.
ko: 현재 스레드가 선택한 모델을 사용합니다. 추가 구성이 필요 없습니다.
zh_hans: 使用当前会话所选模型，无需额外配置。

source: Uses the model saved on the current thread.
ko: 현재 스레드에 저장된 모델을 사용합니다.
zh_hans: 使用当前对话中保存的模型。

source: value
ko: 값

source: Value
ko: 값
zh_hans: 值

source: Version
ko: 버전
zh_hans: 版本

source: Via:
ko: 경유:
zh_hans: 经由：

source: View and manage saved memories
ko: 저장된 메모리 보기 및 관리
zh_hans: 查看和管理保存的记忆

source: View details
ko: 세부 정보 보기
zh_hans: 查看详情

source: View PR
ko: PR 보기
zh_hans: 查看 PR

source: View workflow run on GitHub
ko: GitHub에서 워크플로 실행 보기
zh_hans: 在 GitHub 上查看工作流运行

source: Waiting for authentication...
ko: 인증 대기 중...
zh_hans: 等待认证...

source: Watch repositories, set scan schedules, and review scan history and pull requests.
ko: 저장소를 감시하고 스캔 일정을 설정하며 스캔 기록과 풀 리퀘스트를 검토하세요.
zh_hans: 监视仓库、设置扫描计划，并查看扫描历史和拉取请求。

source: Watch Repository for CI Updates
ko: CI 업데이트를 위해 저장소 감시
zh_hans: 监视仓库以进行 CI 更新

source: Welcome to RxCode
ko: RxCode에 오신 것을 환영합니다
zh_hans: 欢迎使用 RxCode

source: When CI fails on a project's current branch, automatically start a thread so an agent can fix it. CI failures are always notified; this only controls the automatic fix.
ko: 프로젝트의 현재 브랜치에서 CI가 실패하면 에이전트가 수정할 수 있도록 자동으로 스레드를 시작합니다. CI 실패는 항상 알림이 전송되며, 이 설정은 자동 수정만 제어합니다.
zh_hans: 当项目当前分支的 CI 失败时，自动开启一个对话以便代理修复。CI 失败始终会收到通知；此项仅控制自动修复。

source: Will overwrite the existing %@.
ko: 기존 %@을(를) 덮어씁니다.
zh_hans: 将覆盖现有的 %@。

source: Wipe cached embeddings and re-embed every thread for semantic search. Use this if global search results look stale or empty.
ko: 캐시된 임베딩을 지우고 의미 검색을 위해 모든 스레드를 다시 임베딩합니다. 전역 검색 결과가 오래되었거나 비어 있으면 사용하세요.
zh_hans: 清除缓存的嵌入并为每个对话重新生成嵌入，以用于语义搜索。如果全局搜索结果过旧或为空，请使用此操作。

source: Work with coding agents in one native app
ko: 하나의 네이티브 앱에서 코딩 에이전트와 작업하세요
zh_hans: 在一个原生应用中协作编程代理

source: Workflow
ko: 워크플로
zh_hans: 工作流

source: Workflow “%@” failed
ko: 워크플로 “%@” 실패
zh_hans: 工作流“%@”失败

source: Workflow inputs
ko: 워크플로 입력
zh_hans: 工作流输入

source: Workflows (%lld)
ko: 워크플로 (%lld)
zh_hans: 工作流 (%lld)

source: Working Directory
ko: 작업 디렉터리
zh_hans: 工作目录

source: Wrote %@ to the project.
ko: %@을(를) 프로젝트에 기록했습니다.
zh_hans: 已将 %@ 写入项目。

source: You
ko: 나
zh_hans: 你

source: You're already in this setup chat
ko: 이미 이 설정 대화에 있습니다
zh_hans: 你已在此设置对话中

source: Apple Foundation Model
zh_hans: Apple Foundation 模型
